Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Tap the recording card below. Enabled apps unlock while Slowth monitors the selected content on your device.
ar: اضغط على بطاقة التسجيل أدناه. يُلغى حظر التطبيقات المحددة بينما يراقب ⁦Slowth⁩ المحتوى المحدد على جهازك.
ar_eg: اضغط على كارت التسجيل اللي تحت. التطبيقات اللي اخترتها بتتفتح طول ما ⁦Slowth⁩ بيراقب المحتوى اللي اخترته على جهازك.
be: Націсніце картку запісу ніжэй. Выбраныя праграмы разблакіруюцца, пакуль Slowth адсочвае выбранае змесціва на вашай прыладзе.
bn: নিচের রেকর্ডিং কার্ডে ট্যাপ করুন। Slowth আপনার ডিভাইসে নির্বাচিত কনটেন্ট পর্যবেক্ষণ করার সময় নির্বাচিত অ্যাপগুলি আনলক থাকে।
cs: Klepněte na kartu nahrávání níže. Vybrané aplikace se odblokují, zatímco Slowth na zařízení sleduje vybraný obsah.
da: Tryk på optagekortet nedenfor. Valgte apps låses op, mens Slowth overvåger det valgte indhold på din enhed.
de: Tippe auf die Aufnahmekarte unten. Aktivierte Apps werden entsperrt, während Slowth die ausgewählten Inhalte auf deinem Gerät überwacht.
es: Toca la tarjeta de grabación de abajo. Las apps activadas se desbloquean mientras Slowth supervisa el contenido seleccionado en tu dispositivo.
fil: I-tap ang recording card sa ibaba. Maa-unlock ang mga napiling app habang sinusubaybayan ng Slowth ang napiling content sa iyong device.
fr: Touchez la carte d’enregistrement ci-dessous. Les apps activées se débloquent pendant que Slowth surveille le contenu sélectionné sur votre appareil.
ha: Taɓa katin rikodi a ƙasa. Manhajojin da aka zaɓa suna buɗewa yayin da Slowth ke sa ido kan zaɓaɓɓen abun ciki a na'urarka.
he: יש להקיש על כרטיס ההקלטה למטה. היישומים שנבחרו משתחררים בזמן ש־⁦Slowth⁩ מנטר את התוכן שנבחר במכשיר שלך.
hi: नीचे रिकॉर्डिंग कार्ड टैप करें। Slowth आपके डिवाइस पर चुनी हुई सामग्री की निगरानी करते समय चुने हुए ऐप अनलॉक करता है।
hu: Koppints az alábbi felvételkártyára. A kijelölt appok feloldódnak, miközben a Slowth figyeli a kiválasztott tartalmakat az eszközön.
hy: Հպեք ստորև բերված ձայնագրման քարտին։ Ընտրված հավելվածներն ապաշրջափակվում են, մինչ Slowth-ը սարքում դիտարկում է ընտրված բովանդակությունը։
id: Ketuk kartu rekaman di bawah. Blokir aplikasi terpilih terbuka saat Slowth memantau konten terpilih di perangkat Anda.
it: Tocca la scheda di registrazione qui sotto. Le app selezionate si sbloccano mentre Slowth monitora i contenuti selezionati sul dispositivo.
ja: 下の収録カードをタップしてください。Slowthが端末上で選択したコンテンツを監視している間、対象のアプリが使えるようになります。
ka: შეეხეთ ჩაწერის ბარათს ქვემოთ. არჩეული აპები განიბლოკება, სანამ Slowth თქვენს მოწყობილობაზე არჩეულ კონტენტს აკვირდება.
kk: Төмендегі жазу карточкасын басыңыз. Slowth құрылғыңызда таңдалған мазмұнды бақылап тұрғанда, таңдалған қолданбалар ашылады.
ko: 아래 기록 카드를 누르세요. Slowth가 기기에서 선택한 콘텐츠를 모니터링하는 동안 설정한 앱의 차단이 해제됩니다.
ky: Төмөнкү жазуу карточкасын басыңыз. Slowth түзмөгүңүздө тандалган мазмунду көзөмөлдөп турганда, тандалган колдонмолор ачылат.
lt: Palieskite įrašymo kortelę žemiau. Pasirinktos programos atblokuojamos, kol „Slowth“ stebi pasirinktą turinį įrenginyje.
mr: खालील रेकॉर्डिंग कार्ड टॅप करा. Slowth तुमच्या डिव्हाइसवर निवडलेल्या सामग्रीची देखरेख करत असताना निवडलेले ॲप अनलॉक होतात.
ne: तलको रेकर्डिङ कार्ड ट्याप गर्नुहोस्। Slowth ले उपकरणमा छानिएको सामग्री निगरानी गरुन्जेल छानिएका एपहरू खुल्छन्।
nl: Tik op de opnamekaart hieronder. Geselecteerde apps worden ontgrendeld terwijl Slowth de geselecteerde inhoud op je apparaat monitort.
pa_arab: تھلے ریکارڈنگ کارڈ تے ٹیپ کرو۔ جدوں ⁦Slowth⁩ تہاڈے آلے تے چُنے مواد دی نگرانی کردا اے، چُنیاں ایپاں کھُل جاندیاں نیں۔
pcm: Tap the recording card below. Apps wey you choose go unlock while Slowth dey monitor the selected content for your device.
pl: Stuknij kartę nagrywania poniżej. Wybrane aplikacje zostaną odblokowane, gdy Slowth monitoruje wybrane treści na urządzeniu.
pt_br: Toque no cartão de gravação abaixo. Os apps ativados são desbloqueados enquanto o Slowth monitora o conteúdo selecionado no seu dispositivo.
pt_pt: Toque no cartão de gravação abaixo. Os apps ativados são desbloqueados enquanto o Slowth monitoriza o conteúdo selecionado no seu dispositivo.
ro: Atinge cardul de înregistrare de mai jos. Aplicațiile selectate se deblochează cât timp Slowth monitorizează conținutul selectat pe dispozitiv.
ru: Нажмите карточку записи ниже. Выбранные приложения разблокируются, пока Slowth отслеживает выбранный контент на вашем устройстве.
sv: Tryck på inspelningskortet nedan. Valda appar låses upp medan Slowth övervakar det valda innehållet på din enhet.
sw: Gusa kadi ya kurekodi hapa chini. Programu zilizochaguliwa hufunguliwa huku Slowth ikifuatilia maudhui yaliyochaguliwa kwenye kifaa chako.
ta: கீழே உள்ள பதிவுக் கார்டைத் தொடவும். Slowth உங்கள் சாதனத்தில் தேர்ந்தெடுத்த உள்ளடக்கத்தைக் கண்காணிக்கும்போது தேர்ந்தெடுத்த செயலிகள் திறக்கப்படும்.
te: కింది రికార్డింగ్ కార్డును తాకండి. Slowth మీ పరికరంలో ఎంచుకున్న కంటెంట్‌ను పర్యవేక్షిస్తున్నప్పుడు ఎంచుకున్న యాప్‌లు అన్‌లాక్ అవుతాయి.
th: แตะการ์ดบันทึกด้านล่าง แอปที่เปิดใช้จะปลดล็อกขณะที่ Slowth เฝ้าดูเนื้อหาที่เลือกบนอุปกรณ์ของคุณ
tr: Aşağıdaki kayıt kartına dokunun. Slowth cihazınızda seçilen içeriği izlerken seçilen uygulamaların kilidi açılır.
uk: Торкніться картки запису нижче. Вибрані програми розблокуються, поки Slowth відстежує вибраний вміст на вашому пристрої.
ur: نیچے ریکارڈنگ کارڈ پر ٹیپ کریں۔ ⁦Slowth⁩ آپ کے آلے پر منتخب مواد کی نگرانی کرتا ہے تو منتخب ایپس کھل جاتی ہیں۔
vi: Chạm thẻ ghi màn hình bên dưới. Các ứng dụng đã bật sẽ được mở khóa khi Slowth giám sát nội dung đã chọn trên thiết bị.
yue: 點下面嘅錄製卡片。Slowth 喺裝置監察揀選內容嗰陣，揀咗嘅 App 會解除封鎖。
zh_hans: 轻点下方的录制卡片。Slowth 在设备上监测所选内容时，会解锁启用的 App。
zh_hant: 點選下方的錄製卡片。當 Slowth 在裝置上監控所選內容時，所選 App 會解除封鎖。

source: Tap the red button to start screen recording.
ar: اضغط على الزر الأحمر لبدء تسجيل الشاشة.
ar_eg: اضغط على الزر الأحمر عشان تبدأ تسجيل الشاشة.
be: Націсніце чырвоную кнопку, каб пачаць запіс экрана.
bn: স্ক্রিন রেকর্ডিং শুরু করতে লাল বোতামে ট্যাপ করুন।
cs: Klepnutím na červené tlačítko spustíte nahrávání obrazovky.
da: Tryk på den røde knap for at starte skærmoptagelse.
de: Tippe auf die rote Taste, um die Bildschirmaufnahme zu starten.
es: Toca el botón rojo para iniciar la grabación de pantalla.
fil: I-tap ang pulang button para simulan ang pag-record ng screen.
fr: Touchez le bouton rouge pour enregistrer l’écran.
ha: Taɓa jan maɓalli don fara rikodin allo.
he: יש להקיש על הכפתור האדום כדי להתחיל הקלטת מסך.
hi: स्क्रीन रिकॉर्डिंग शुरू करने के लिए लाल बटन टैप करें।
hu: Koppints a piros gombra a képernyőfelvétel indításához.
hy: Էկրանի ձայնագրումը սկսելու համար հպեք կարմիր կոճակին։
id: Ketuk tombol merah untuk mulai merekam layar.
it: Tocca il pulsante rosso per avviare la registrazione dello schermo.
ja: 赤いボタンをタップして画面収録を開始してください。
ka: ეკრანის ჩაწერის დასაწყებად შეეხეთ წითელ ღილაკს.
kk: Экран жазуын бастау үшін қызыл түймені басыңыз.
ko: 빨간색 버튼을 눌러 화면 기록을 시작하세요.
ky: Экран жазуусун баштоо үчүн кызыл баскычты басыңыз.
lt: Palieskite raudoną mygtuką, kad pradėtumėte ekrano įrašymą.
mr: स्क्रीन रेकॉर्डिंग सुरू करण्यासाठी लाल बटण टॅप करा.
ne: स्क्रिन रेकर्डिङ सुरु गर्न रातो बटन ट्याप गर्नुहोस्।
nl: Tik op de rode knop om een schermopname te starten.
pa_arab: سکرین ریکارڈنگ شروع کرن لئی لال بٹن تے ٹیپ کرو۔
pl: Stuknij czerwony przycisk, aby rozpocząć nagrywanie ekranu.
pt_br: Toque no botão vermelho para iniciar a gravação de tela.
pt_pt: Toque no botão vermelho para iniciar a gravação de ecrã.
ro: Atinge butonul roșu pentru a porni înregistrarea ecranului.
ru: Нажмите красную кнопку, чтобы начать запись экрана.
sv: Tryck på den röda knappen för att starta skärminspelning.
sw: Gusa kitufe chekundu ili kuanza kurekodi skrini.
ta: திரைப் பதிவைத் தொடங்க சிவப்புப் பொத்தானைத் தொடவும்.
te: స్క్రీన్ రికార్డింగ్ ప్రారంభించడానికి ఎరుపు బటన్‌ను తాకండి.
th: แตะปุ่มสีแดงเพื่อเริ่มบันทึกหน้าจอ
tr: Ekran kaydını başlatmak için kırmızı düğmeye dokunun.
uk: Натисніть червону кнопку, щоб почати запис екрана.
ur: اسکرین ریکارڈنگ شروع کرنے کے لیے سرخ بٹن پر ٹیپ کریں۔
vi: Chạm nút đỏ để bắt đầu ghi màn hình.
yue: 點紅色掣開始錄製螢幕。
zh_hans: 轻点红色按钮以开始录制屏幕。
zh_hant: 點選紅色按鈕以開始錄製螢幕。

source: Tell me what happened: App and device details (you can delete these if you'd rather not share): %@ %@
ar: أخبرني بما حدث: تفاصيل التطبيق والجهاز (يمكنك حذفها إن كنت لا ترغب في مشاركتها): ⁨%@⁩ ⁨%@⁩
ar_eg: قولي إيه اللي حصل: تفاصيل التطبيق والجهاز (تقدر تمسحها لو مش عايز تشاركها): ⁨%@⁩ ⁨%@⁩
be: Раскажыце, што здарылася: Звесткі пра праграму і прыладу (можна выдаліць, калі не хочаце дзяліцца): %@ %@
bn: কী ঘটেছে জানান: অ্যাপ ও ডিভাইসের বিবরণ (শেয়ার করতে না চাইলে মুছে দিতে পারেন): %1$@ %2$@
cs: Napište mi, co se stalo: Podrobnosti o aplikaci a zařízení (můžete je smazat, pokud je nechcete sdílet): %@ %@
da: Fortæl mig, hvad der skete: App- og enhedsoplysninger (du kan slette dem, hvis du helst ikke vil dele): %@ %@
de: Erzähl mir, was passiert ist: App- und Geräteinformationen (du kannst sie löschen, wenn du sie nicht teilen möchtest): %1$@ %2$@
es: Cuéntame qué pasó: Datos de la app y del dispositivo (puedes borrarlos si prefieres no compartirlos): %1$@ %2$@
fil: Ikuwento kung ano ang nangyari: Mga detalye ng app at device (puwedeng burahin kung ayaw mong ibahagi): %1$@ %2$@
fr: Dites-moi ce qui s’est passé : Informations sur l’app et l’appareil (vous pouvez les supprimer si vous préférez ne pas les partager) : %1$@ %2$@
ha: Gaya mini abin da ya faru: Bayanan manhaja da na'ura (za ka iya share su idan ba ka son rabawa): %@ %@
he: אפשר לספר לי מה קרה: פרטי היישום והמכשיר (אפשר למחוק אם לא רוצים לשתף): ⁨%@⁩ ⁨%@⁩
hi: बताएँ कि क्या हुआ: ऐप और डिवाइस की जानकारी (साझा नहीं करना हो तो हटा सकते हैं): %1$@ %2$@
hu: Írd meg, mi történt: Az app és az eszköz adatai (törölheted, ha nem szeretnéd megosztani): %@ %@
hy: Պատմեք՝ ինչ է պատահել. Հավելվածի և սարքի տվյալներ (կարող եք ջնջել, եթե չեք ցանկանում կիսվել). %@ %@
id: Ceritakan apa yang terjadi: Detail aplikasi dan perangkat (boleh dihapus jika tidak ingin dibagikan): %@ %@
it: Raccontami cosa è successo: Dettagli dell'app e del dispositivo (puoi eliminarli se preferisci non condividerli): %@ %@
ja: 何が起きたか教えてください： アプリと端末の情報（共有したくない場合は削除できます）： %1$@ %2$@
ka: მომწერეთ, რა მოხდა: აპისა და მოწყობილობის მონაცემები (შეგიძლიათ წაშალოთ, თუ გაზიარება არ გსურთ): %@ %@
kk: Не болғанын айтыңыз: Қолданба мен құрылғы туралы мәліметтер (бөліскіңіз келмесе, өшіруге болады): %@ %@
ko: 어떤 일이 있었는지 알려 주세요: 앱 및 기기 정보(공유하고 싶지 않으면 지워도 됩니다): %1$@ %2$@
ky: Эмне болгонун айтып бериңиз: Колдонмо жана түзмөк тууралуу маалыматтар (бөлүшкүңүз келбесе, өчүрсөңүз болот): %@ %@
lt: Papasakokite, kas nutiko: Programos ir įrenginio duomenys (galite ištrinti, jei nenorite dalytis): %@ %@
mr: काय झाले ते कळवा: ॲप आणि डिव्हाइसची माहिती (शेअर करायची नसल्यास काढून टाकू शकता): %1$@ %2$@
ne: के भयो मलाई बताउनुहोस्: एप र उपकरणका विवरण (साझा गर्न नचाहे मेटाउन सक्नुहुन्छ): %@ %@
nl: Vertel me wat er gebeurde: App- en apparaatgegevens (je kunt deze verwijderen als je ze liever niet deelt): %@ %@
pa_arab: مینوں دَسو کی ہویا: ایپ تے آلے دیاں تفصیلاں (سانجھیاں نئیں کرنیاں تے مٹا سکدے او): ⁨%@⁩ ⁨%@⁩
pcm: Tell me wetin happen: App and device details (you fit delete these ones if you no wan share): %@ %@
pl: Opisz, co się stało: Szczegóły aplikacji i urządzenia (możesz je usunąć, jeśli wolisz nie udostępniać): %@ %@
pt_br: Conte o que aconteceu: Detalhes do app e do dispositivo (você pode apagar se preferir não compartilhar): %1$@ %2$@
pt_pt: Conte o que aconteceu: Detalhes do app e do dispositivo (pode apagá-los se preferir não partilhar): %1$@ %2$@
ro: Spune-mi ce s-a întâmplat: Detalii despre aplicație și dispozitiv (le poți șterge dacă preferi să nu le partajezi): %@ %@
ru: Расскажите, что произошло: Сведения о приложении и устройстве (можно удалить, если не хотите делиться): %@ %@
sv: Berätta vad som hände: App- och enhetsinformation (du kan ta bort den om du helst inte vill dela): %@ %@
sw: Niambie kilichotokea: Maelezo ya programu na kifaa (unaweza kuyafuta ikiwa hutaki kushiriki): %@ %@
ta: என்ன நடந்தது என்று தெரிவிக்கவும்: செயலி மற்றும் சாதன விவரங்கள் (பகிர விரும்பாவிட்டால் நீக்கலாம்): %1$@ %2$@
te: ఏం జరిగిందో తెలియజేయండి: యాప్, పరికర వివరాలు (పంచుకోవద్దనుకుంటే తీసివేయవచ్చు): %1$@ %2$@
th: โปรดบอกว่าเกิดอะไรขึ้น: รายละเอียดแอปและอุปกรณ์ (ลบได้หากไม่ต้องการแชร์): %1$@ %2$@
tr: Ne olduğunu anlatın: Uygulama ve cihaz bilgileri (paylaşmak istemiyorsanız silebilirsiniz): %@ %@
uk: Розкажіть, що сталося: Відомості про програму та пристрій (можна видалити, якщо не хочете ділитися): %@ %@
ur: مجھے بتائیں کیا ہوا: ایپ اور آلے کی تفصیلات (شیئر نہیں کرنا چاہتے تو حذف کر سکتے ہیں): ⁨%@⁩ ⁨%@⁩
vi: Hãy cho tôi biết điều gì đã xảy ra: Thông tin ứng dụng và thiết bị (bạn có thể xóa nếu không muốn chia sẻ): %1$@ %2$@
yue: 請話畀我知發生咗咩事： App 同裝置資料（唔想分享可以刪除）： %@ %@
zh_hans: 请告诉我发生了什么： App 和设备信息（如果不想分享，可以删除）： %1$@ %2$@
zh_hant: 請告訴我發生了什麼事： App 與裝置資訊（如果不想分享，可以刪除）： %@ %@

source: Thanks! It really helps.
ar: شكرًا! هذا يساعد كثيرًا.
ar_eg: شكرًا! ده بيساعد فعلًا.
be: Дзякуй! Гэта вельмі дапамагае.
bn: ধন্যবাদ! এতে সত্যিই সাহায্য হয়।
cs: Děkuji! Opravdu to pomáhá.
da: Tak! Det hjælper virkelig.
de: Danke! Das hilft wirklich.
es: ¡Gracias! Tu apoyo ayuda mucho.
fil: Salamat! Malaking tulong ito.
fr: Merci ! Votre soutien compte beaucoup.
ha: Na gode! Wannan yana taimakawa sosai.
he: תודה! זה ממש עוזר.
hi: धन्यवाद! इससे बहुत मदद मिलती है।
hu: Köszönöm! Ez sokat segít.
hy: Շնորհակալություն։ Սա շատ է օգնում։
id: Terima kasih! Ini sangat membantu.
it: Grazie! È davvero di aiuto.
ja: ありがとうございます！とても助かります。
ka: გმადლობთ! ეს ძალიან მეხმარება.
kk: Рақмет! Бұл көп көмектеседі.
ko: 감사합니다! 큰 도움이 됩니다.
ky: Рахмат! Бул абдан жардам берет.
lt: Ačiū! Tai labai padeda.
mr: धन्यवाद! यामुळे खूप मदत होते.
ne: धन्यवाद! यसले धेरै मद्दत गर्छ।
nl: Bedankt! Het helpt echt.
pa_arab: شکریہ! ایہہ بڑی مدد اے۔
pcm: Thank you! E really dey help.
pl: Dziękuję! To naprawdę pomaga.
pt_br: Obrigado! Sua ajuda faz a diferença.
pt_pt: Obrigado! A sua ajuda faz a diferença.
ro: Mulțumesc! Ajută mult.
ru: Спасибо! Это очень помогает.
sv: Tack! Det hjälper verkligen.
sw: Asante! Inasaidia sana.
ta: நன்றி! இது மிகவும் உதவுகிறது.
te: ధన్యవాదాలు! ఇది ఎంతో సహాయపడుతుంది.
th: ขอบคุณ! ช่วยได้มากเลย
tr: Teşekkürler! Gerçekten yardımcı oluyor.
uk: Дякую! Це дуже допомагає.
ur: شکریہ! اس سے بہت مدد ملتی ہے۔
vi: Cảm ơn! Sự ủng hộ này rất có ích.
yue: 多謝！真係幫到好多。
zh_hans: 谢谢！这真的很有帮助。
zh_hant: 謝謝！這真的很有幫助。

source: TikTok is replaced with a friendly blocked page. You can opt any site into full block too.
ar: يُستبدل ⁦TikTok⁩ بصفحة حظر ودودة. يمكنك أيضًا حظر أي موقع آخر بالكامل.
ar_eg: ⁦TikTok⁩ بيتبدل بصفحة حظر لطيفة. تقدر تحظر أي موقع تاني بالكامل كمان.
be: Замест TikTok з’яўляецца прыязная старонка блакіроўкі. Любы іншы сайт таксама можна заблакіраваць цалкам.
bn: TikTok-এর বদলে একটি সহজ ব্লক পৃষ্ঠা দেখা যায়। অন্য যেকোনো সমর্থিত সাইটও পুরোপুরি ব্লক করতে পারেন।
cs: TikTok nahradí přívětivá stránka blokování. Můžete také zcela zablokovat kterýkoli jiný web.
da: TikTok erstattes af en venlig blokeringsside. Du kan også blokere ethvert andet websted helt.
de: TikTok wird durch eine freundliche Sperrseite ersetzt. Du kannst auch jede andere unterstützte Website vollständig blockieren.
es: TikTok se sustituye por una página de bloqueo amable. También puedes bloquear por completo cualquiera de los otros sitios.
fil: Isang magiliw na pahina ng pag-block ang ipinapakita sa halip na TikTok. Puwede mo ring i-block nang buo ang ibang site.
fr: Une page de blocage accueillante remplace TikTok. Vous pouvez aussi bloquer entièrement les autres sites.
ha: Ana maye gurbin TikTok da shafin toshewa mai sauƙin fahimta. Za ka iya toshe kowane shafi gaba ɗaya ma.
he: ⁦TikTok⁩ מוחלף בדף חסימה ידידותי. אפשר גם לחסום כל אתר אחר במלואו.
hi: TikTok की जगह एक सरल ब्लॉक पेज दिखता है। आप किसी भी समर्थित साइट को पूरी तरह ब्लॉक कर सकते हैं।
hu: A TikTok helyett barátságos blokkolóoldal jelenik meg. Bármely más webhelyet is teljesen blokkolhatsz.
hy: TikTok-ը փոխարինվում է բարեհամբույր արգելափակման էջով։ Ցանկացած այլ կայք նույնպես կարող եք ամբողջությամբ արգելափակել։
id: TikTok diganti dengan halaman pemblokiran yang ramah. Situs lain juga dapat diblokir sepenuhnya.
it: TikTok viene sostituito da una pagina di blocco amichevole. Puoi bloccare completamente anche qualsiasi altro sito.
ja: TikTokの代わりに穏やかなブロックページを表示します。ほかのサイトも全体をブロックできます。
ka: TikTok-ს მეგობრული დაბლოკვის გვერდი ანაცვლებს. ასევე შეგიძლიათ ნებისმიერი სხვა საიტი სრულად დაბლოკოთ.
kk: TikTok орнына бұғаттау беті көрсетіледі. Кез келген басқа сайтты да толық бұғаттауға болады.
ko: TikTok 대신 편안한 차단 페이지가 표시됩니다. 다른 지원 사이트도 전체 차단할 수 있습니다.
ky: TikTok ордуна бөгөттөө барагы көрсөтүлөт. Башка каалаган сайтты да толугу менен бөгөттөөгө болот.
lt: „TikTok“ pakeičiamas draugišku blokavimo puslapiu. Taip pat galite visiškai blokuoti bet kurią kitą svetainę.
mr: TikTok ऐवजी एक साधे ब्लॉक पान दिसते. इतर समर्थित साइटही पूर्णपणे ब्लॉक करता येतात.
ne: TikTok को सट्टा मैत्रीपूर्ण रोकिएको पृष्ठ देखिन्छ। अरू जुनसुकै वेबसाइट पनि पूरै रोक्न सक्नुहुन्छ।
nl: TikTok wordt vervangen door een vriendelijke blokkeerpagina. Je kunt ook elke andere website volledig blokkeren.
pa_arab: ⁦TikTok⁩ دی جگہ دوستانہ بلاک صفحہ آ جاندا اے۔ تسی ہور کوئی وی سائٹ پوری بلاک کر سکدے او۔
pcm: Friendly blocked page go replace TikTok. You fit block any other website completely too.
pl: Zamiast TikToka pojawia się przyjazna strona blokady. Możesz też całkowicie zablokować dowolną inną witrynę.
pt_br: O TikTok é substituído por uma página de bloqueio amigável. Você também pode bloquear completamente qualquer outro site compatível.
pt_pt: O TikTok é substituído por uma página de bloqueio amigável. Também pode bloquear completamente qualquer outro site compatível.
ro: TikTok este înlocuit cu o pagină prietenoasă de blocare. Poți bloca integral și orice alt site.
ru: Вместо TikTok показывается страница блокировки. Любой другой сайт тоже можно заблокировать полностью.
sv: TikTok ersätts av en vänlig blockeringssida. Du kan även blockera andra webbplatser helt.
sw: TikTok hubadilishwa na ukurasa rafiki wa kuzuia. Unaweza kuzuia tovuti nyingine yoyote kabisa pia.
ta: TikTok-க்குப் பதிலாக ஒரு எளிய தடுப்புப் பக்கம் காட்டப்படும். மற்ற ஆதரிக்கப்படும் தளங்களையும் முழுமையாகத் தடுக்கலாம்.
te: TikTok బదులుగా ఒక సరళమైన బ్లాక్ పేజీ కనిపిస్తుంది. ఇతర మద్దతు ఉన్న సైట్‌లను కూడా పూర్తిగా బ్లాక్ చేయవచ్చు.
th: TikTok จะถูกแทนที่ด้วยหน้าบล็อกที่เป็นมิตร คุณเลือกบล็อกทั้งเว็บไซต์สำหรับเว็บไซต์อื่นได้เช่นกัน
tr: TikTok yerine dostça bir engelleme sayfası gösterilir. Diğer siteleri de tamamen engelleyebilirsiniz.
uk: Замість TikTok з’являється дружня сторінка блокування. Будь-який інший сайт теж можна заблокувати повністю.
ur: ⁦TikTok⁩ کی جگہ دوستانہ بلاک شدہ صفحہ دکھایا جاتا ہے۔ آپ کسی بھی دوسری سائٹ کو بھی مکمل بلاک کر سکتے ہیں۔
vi: TikTok được thay bằng một trang chặn thân thiện. Bạn cũng có thể chặn hoàn toàn các trang khác.
yue: TikTok 會換成友善嘅封鎖頁面。你亦可以完全封鎖其他網站。
zh_hans: TikTok 会被替换为友好的屏蔽页面。你也可以选择完整屏蔽其他支持的网站。
zh_hant: TikTok 會替換成友善的封鎖頁面。你也可以將任何網站設為完全封鎖。

source: Tip the developer
ar: إكرامية للمطور
ar_eg: سيب إكرامية للمطور
be: Падзякаваць распрацоўшчыку
bn: ডেভেলপারকে টিপ দিন
cs: Přispět vývojáři
da: Giv udvikleren drikkepenge
de: Dem Entwickler danken
es: Dar una propina al desarrollador
fil: Magbigay ng tip sa developer
fr: Soutenir le développeur
ha: Ba mai haɓakawa tukuici
he: טיפ למפתח
hi: डेवलपर को टिप दें
hu: Borravaló a fejlesztőnek
hy: Թեյավճար մշակողին
id: Beri tip kepada pengembang
it: Lascia una mancia allo sviluppatore
ja: 開発者にチップを送る
ka: დეველოპერისთვის მადლობის გადახდა
kk: Әзірлеушіге алғыс білдіру
ko: 개발자에게 팁 보내기
ky: Иштеп чыгуучуга ыраазычылык билдирүү
lt: Arbatpinigiai kūrėjui
mr: डेव्हलपरला टिप द्या
ne: विकासकर्तालाई टिप दिनुहोस्
nl: Geef de ontwikkelaar een fooi
pa_arab: ڈویلپر نوں ٹپ دیو
pcm: Give developer small tip
pl: Napiwek dla twórcy
pt_br: Dar uma gorjeta ao desenvolvedor
pt_pt: Dar uma gorjeta ao programador
ro: Lasă un bacșiș dezvoltatorului
ru: Поблагодарить разработчика
sv: Ge utvecklaren dricks
sw: Mpe msanidi bakshishi
ta: உருவாக்குநருக்கு அன்பளிப்பு அளி
te: డెవలపర్‌కు టిప్ ఇవ్వు
th: ให้ทิปผู้พัฒนา
tr: Geliştiriciye bahşiş ver
uk: Подякувати розробнику
ur: ڈویلپر کو ٹپ دیں
vi: Tặng tiền cho nhà phát triển
yue: 畀開發者小費
zh_hans: 给开发者打赏
zh_hant: 給開發者小費

source: Toggle Slowth on. iOS may ask for permissions.
ar: فعّل ⁦Slowth⁩. قد يطلب ⁦iOS⁩ أذونات.
ar_eg: شغّل ⁦Slowth⁩. ⁦iOS⁩ ممكن يطلب أذونات.
be: Уключыце Slowth. iOS можа запытаць дазволы.
bn: Slowth চালু করুন। iOS অনুমতি চাইতে পারে।
cs: Zapněte Slowth. iOS může požádat o oprávnění.
da: Slå Slowth til. iOS kan bede om tilladelser.
de: Schalte Slowth ein. iOS fragt möglicherweise nach Berechtigungen.
es: Activa Slowth. iOS puede pedir permisos.
fil: I-on ang Slowth. Maaaring humingi ng pahintulot ang iOS.
fr: Activez Slowth. iOS peut demander des autorisations.
ha: Kunna Slowth. iOS na iya neman izini.
he: יש להפעיל את ⁦Slowth⁩. ⁦iOS⁩ עשויה לבקש הרשאות.
hi: Slowth चालू करें। iOS अनुमति माँग सकता है।
hu: Kapcsold be a Slowthot. Az iOS engedélyeket kérhet.
hy: Միացրեք Slowth-ը։ iOS-ը կարող է թույլտվություններ խնդրել։
id: Aktifkan Slowth. iOS mungkin meminta izin.
it: Attiva Slowth. iOS potrebbe chiedere delle autorizzazioni.
ja: Slowthをオンにしてください。iOSからアクセス許可を求められる場合があります。
ka: ჩართეთ Slowth. iOS-მა შეიძლება ნებართვები მოითხოვოს.
kk: Slowth қосыңыз. iOS рұқсат сұрауы мүмкін.
ko: Slowth를 켜세요. iOS가 권한을 요청할 수 있습니다.
ky: Slowth күйгүзүңүз. iOS уруксат сурашы мүмкүн.
lt: Įjunkite „Slowth“. „iOS“ gali paprašyti leidimų.
mr: Slowth सुरू करा. iOS परवानग्या मागू शकते.
ne: Slowth सक्रिय गर्नुहोस्। iOS ले अनुमति माग्न सक्छ।
nl: Zet Slowth aan. iOS kan om toestemming vragen.
pa_arab: ⁦Slowth⁩ چالو کرو۔ ⁦iOS⁩ اجازت منگ سکدا اے۔
pcm: Turn on Slowth. iOS fit ask for permission.
pl: Włącz Slowth. iOS może poprosić o uprawnienia.
pt_br: Ative o Slowth. O iOS pode pedir permissões.
pt_pt: Ative o Slowth. O iOS pode pedir permissões.
ro: Activează Slowth. iOS poate cere permisiuni.
ru: Включите Slowth. iOS может запросить разрешения.
sv: Slå på Slowth. iOS kan be om behörigheter.
sw: Washa Slowth. iOS inaweza kuomba ruhusa.
ta: Slowth-ஐ இயக்கவும். iOS அனுமதிகள் கேட்கலாம்.
te: Slowth‌ను ఆన్ చేయండి. iOS అనుమతులు అడగవచ్చు.
th: เปิด Slowth โดย iOS อาจขอสิทธิ์การเข้าถึง
tr: Slowth'u açın. iOS izin isteyebilir.
uk: Увімкніть Slowth. iOS може запросити дозволи.
ur: ⁦Slowth⁩ فعال کریں۔ ⁦iOS⁩ اجازتیں مانگ سکتا ہے۔
vi: Bật Slowth. iOS có thể yêu cầu cấp quyền.
yue: 開啟 Slowth。iOS 可能會要求權限。
zh_hans: 启用 Slowth。iOS 可能会请求权限。
zh_hant: 開啟 Slowth。iOS 可能會要求授權。

source: Try it on iOS
ar: جرّبه على ⁦iOS⁩
ar_eg: جرّبه على ⁦iOS⁩
be: Паспрабаваць на iOS
bn: iOS-এ চেষ্টা করুন
cs: Vyzkoušet na iOS
da: Prøv på iOS
de: Auf iOS ausprobieren
es: Pruébalo en iOS
fil: Subukan sa iOS
fr: Essayer sur iOS
ha: Gwada a iOS
he: לנסות ב־⁦iOS⁩
hi: iOS पर आज़माएँ
hu: Próbáld ki iOS-en
hy: Փորձել iOS-ում
id: Coba di iOS
it: Provalo su iOS
ja: iOSで試す
ka: სცადეთ iOS-ზე
kk: iOS жүйесінде қолданып көру
ko: iOS에서 사용해 보기
ky: iOS тутумунда сынап көрүү
lt: Išbandyti „iOS“
mr: iOS वर वापरून पाहा
ne: iOS मा प्रयास गर्नुहोस्
nl: Probeer op iOS
pa_arab: ⁦iOS⁩ تے آزما کے ویکھو
pcm: Try am for iOS
pl: Wypróbuj na iOS
pt_br: Experimente no iOS
pt_pt: Experimente no iOS
ro: Încearcă pe iOS
ru: Попробовать на iOS
sv: Prova på iOS
sw: Jaribu kwenye iOS
ta: iOS-இல் முயன்று பாருங்கள்
te: iOSలో ప్రయత్నించండి
th: ลองใช้บน iOS
tr: iOS'te deneyin
uk: Спробувати на iOS
ur: ⁦iOS⁩ پر آزمائیں
vi: Thử trên iOS
yue: 喺 iOS 試用
zh_hans: 在 iOS 上试用
zh_hant: 在 iOS 上試用
